Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=491_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Olen kohta kaksikymppinen inarilaisnuori, asunut täällä koko ikäni ja vielä toistaiseksi ainakin hetken, ei ole juuri kiirettä pois.
sme: Lean farga guoktelogijahkásaš anárlašnuorra, lean ássan dáppe álo ja goit muhtun áigge vel, ii leat hoahppu fárret eret.

source: Ylioppilaaksi kirjoitin keväällä 2010 ja nyt olen pitänyt välivuoden reissaamista ja työntekoa varten.
sme: Stuđeantan čállen giđđat 2010 ja dál lean doallan stuđeremiin jagi bottu, vai beasan reiset ja bargat.

source: Kouluun on tarkoitus ensi vuonna mennä, matkailun pariin.
sme: Lea oaivil boahtte jagi vuolgit turismasuorggi stuđeret.

source: Olen syntynyt kuusihenkiseen perheeseen toiseksi vanhimmaksi lapseksi.
sme: Lean riegádan guđaheakka bearrašii nubbin boarrásamos mánnán.

source: Me kolme lasta kävimme inarinsaamenkielisen päiväkodin ja opimme kielen siellä, sillä isäni ei ole oppinut saamenkieltä.
sme: Mii golbma máná leimmet anárašgielat beaiveruovttus ja oahpaimet giela doppe, dasgo áhččán ii leat oahppan sámegiela.

source: Nykyään taidot ovat jo hieman ruosteessa, mutta halu ylläpitää kielitaitoa on vahva.
sme: Dál lean juo vehá vajáldahttán giela, muhto hálidivččen garrasit doalahit giellamáhtu.

source: Nyt on mieli niin levoton että haluaisin mahdollisimman paljon ulkomaille, varmaan hetkeksi asumaankin, mutta haluaisin kuitenkin muuttaa vielä joskus takaisin kotikulmille Inariin.
sme: Dál lea miella nu leabuheapmi ahte hálidivččen nu ollu go vejolaš olgoriikkaide, várra muhtun áigái ássatge, muhto hálidivččen goit fárret vel muhtumin ruovttoluotta Anárii.
